Repository: talibfitrah/albunyaantube
Catalog: ios/FitrahTube/Resources/Localizable.xcstrings
Source language: en
Languages: ar, nl

# playlist_videos_title
source: Videos in this playlist
ar: الفيديوهات في هذه القائمة
nl: Video's in deze afspeellijst

# profile_add
source: Add
ar: إضافة
nl: Toevoegen

# profile_edit
source: Edit
ar: تعديل
nl: Bewerken

# profile_email_label
source: Email
ar: البريد الإلكتروني

# profile_error_rate_limited_short
source: Too many requests. Try again soon.
ar: عدد كبير من الطلبات. حاول لاحقًا.
nl: Te veel verzoeken. Probeer het later opnieuw.

# profile_password
source: Password
ar: كلمة المرور
nl: Wachtwoord

# profile_phone
source: Phone number
ar: رقم الجوال
nl: Telefoonnummer

# profile_phone_unset
source: Not set
ar: غير محدد
nl: Niet ingesteld

# report_content
source: Report
ar: إبلاغ عن المحتوى
nl: Inhoud melden

source: Retry
ar: إعادة المحاولة
nl: Opnieuw proberen

source: Search
ar: بحث
nl: Zoeken

# search_clear_history
source: Clear
ar: مسح
nl: Wissen

# search_error
source: Search failed: %1$@
ar: فشل البحث: %1$@
nl: Zoeken mislukt: %1$@

# search_error_generic
source: Search failed. Please try again.
ar: فشل البحث. يرجى المحاولة مرة أخرى.
nl: Zoeken mislukt. Probeer het opnieuw.

# search_hint
source: Search…
ar: البحث في القنوات وقوائم التشغيل والفيديوهات…
nl: Zoek kanalen, afspeellijsten, video's…

# search_loading
source: Searching…
ar: جارٍ البحث…
nl: Zoeken…

# search_no_results
source: No results found
ar: لا توجد نتائج
nl: Geen resultaten gevonden

# search_recent
source: Recent searches
ar: عمليات البحث الأخيرة
nl: Recente zoekopdrachten

# search_try_different
source: Try different keywords for "%1$@"
ar: جرب كلمات مختلفة لـ "%1$@"
nl: Probeer andere zoektermen voor "%1$@"

# search_try_different_hint
source: Try different keywords
ar: جرب كلمات مختلفة
nl: Probeer andere zoektermen

# section_channels
source: Channels
ar: القنوات
nl: Kanalen

# section_featured
source: Featured
ar: المميز
nl: Uitgelicht

# section_playlists
source: Playlists
ar: قوائم التشغيل
nl: Afspeellijsten

# section_videos
source: Videos
ar: الفيديوهات

source: See all
ar: عرض الكل
nl: Alles bekijken

source: Settings
ar: الإعدادات
nl: Instellingen

# settings_about_support
source: About & Support
ar: حول والدعم
nl: Over & Ondersteuning

# settings_appearance
source: Appearance
ar: المظهر
nl: Uiterlijk

# settings_audio_only
source: Audio Only
ar: صوت فقط
nl: Alleen audio

# settings_audio_only_desc
source: Play audio without video to save data
ar: تشغيل الصوت بدون الفيديو لتوفير البيانات
nl: Speel alleen audio af om data te besparen

# settings_available_updates
source: Available updates
ar: التحديثات المتاحة
nl: Beschikbare updates

# settings_background_play
source: Background Play
ar: التشغيل في الخلفية
nl: Achtergrond afspelen

# settings_background_play_desc
source: Continue playback when app is minimized
ar: متابعة التشغيل عند تصغير التطبيق
nl: Blijf afspelen wanneer de app geminimaliseerd is

# settings_check_for_updates
source: Check for updates
ar: التحقق من التحديثات
nl: Controleren op updates

# settings_clear_downloads
source: Clear All Downloads
ar: مسح كل التنزيلات
nl: Alle downloads wissen

# settings_clear_downloads_confirm
source: Clear All
ar: مسح الكل
nl: Alles wissen

# settings_clear_downloads_desc
source: Delete all downloaded content
ar: حذف كل المحتوى المنزل
nl: Verwijder alle gedownloade inhoud

# settings_clear_downloads_message
source: This will delete all downloaded videos and audio files. This action cannot be undone.
ar: سيتم حذف جميع الفيديوهات والملفات الصوتية المنزلة. لا يمكن التراجع عن هذا الإجراء.
nl: Dit verwijdert alle gedownloade video's en audiobestanden. Deze actie kan niet ongedaan worden gemaakt.

# settings_clear_downloads_title
source: Clear All Downloads?
ar: مسح كل التنزيلات؟
nl: Alle downloads wissen?

# settings_content
source: Content
ar: المحتوى
nl: Inhoud

# settings_download_location
source: Download Location
ar: موقع التنزيل
nl: Downloadlocatie

# settings_download_quality
source: Download Quality
ar: جودة التنزيل
nl: Downloadkwaliteit

# settings_download_quality_desc
source: Select preferred download quality
ar: اختر جودة التنزيل المفضلة
nl: Selecteer gewenste downloadkwaliteit

# settings_download_quality_title
source: Download Quality
ar: جودة التنزيل
nl: Downloadkwaliteit

# settings_downloads
source: Downloads
ar: التنزيلات

# settings_downloads_library
source: Downloads library
ar: مكتبة التنزيلات
nl: Downloads-bibliotheek

# settings_favorites_title
source: Favorites
ar: المفضلة
nl: Favorieten

# settings_files_cleared
source: Cleared %1$lld files
ar: تم مسح %1$lld ملف
nl: %1$lld bestanden gewist

# settings_general
source: General
ar: عام
nl: Algemeen

# settings_icon_safe_mode
source: Safe mode setting icon
ar: أيقونة إعداد الوضع الآمن
nl: Icoon veilige modus instelling

# settings_language
source: Language
ar: اللغة
nl: Taal

# settings_language_change_failed
source: Failed to change language. Please try again.
ar: فشل تغيير اللغة. يرجى المحاولة مرة أخرى.
nl: Taal wijzigen mislukt. Probeer het opnieuw.

# settings_language_changed
source: Language changed. App will restart.
ar: تم تغيير اللغة. سيتم إعادة تشغيل التطبيق.
nl: Taal gewijzigd. App wordt opnieuw gestart.

# settings_language_desc
source: Choose your preferred language
ar: اختر لغتك المفضلة
nl: Kies uw voorkeurstaal

# settings_language_select_title
source: Select Language
ar: اختر اللغة
nl: Taal selecteren

# settings_language_system_default
source: System default
ar: الافتراضي
nl: Systeemstandaard

# settings_language_system_resolved
source: System default (%1$@)
ar: الافتراضي (%1$@)
nl: Systeemstandaard (%1$@)

# settings_library_header
source: Library
ar: المكتبة
nl: Bibliotheek

# settings_playback
source: Playback
ar: التشغيل
nl: Afspelen

# settings_quality_change_failed
source: Failed to change download quality. Please try again.
ar: فشل تغيير جودة التنزيل. يرجى المحاولة مرة أخرى.
nl: Downloadkwaliteit wijzigen mislukt. Probeer het opnieuw.

# settings_quality_changed
source: Download quality set to %1$@
ar: تم تعيين جودة التنزيل إلى %1$@
nl: Downloadkwaliteit ingesteld op %1$@

# settings_quality_high
source: High (1080p)
ar: عالية (1080p)
nl: Hoog (1080p)

# settings_quality_high_desc
source: High (1080p) - Best quality
ar: عالية (1080p) - أفضل جودة
nl: Hoog (1080p) - Beste kwaliteit

# settings_quality_low
source: Low (360p)
ar: منخفضة (360p)
nl: Laag (360p)

# settings_quality_low_desc
source: Low (360p) - Save data
ar: منخفضة (360p) - توفير البيانات
nl: Laag (360p) - Bespaar data

# settings_quality_medium
source: Medium (720p)
ar: متوسطة (720p)
nl: Gemiddeld (720p)

# settings_quality_medium_desc
source: Medium (720p) - Balanced
ar: متوسطة (720p) - متوازنة
nl: Gemiddeld (720p) - Gebalanceerd

# settings_safe_mode
source: Safe Mode
ar: الوضع الآمن
nl: Veilige modus

# settings_safe_mode_desc
source: Show only family-friendly content
ar: عرض المحتوى المناسب للعائلة فقط
nl: Toon alleen gezinsvriendelijke inhoud

# settings_storage
source: Storage
ar: التخزين
nl: Opslag

# settings_storage_external
source: External SD Card (if available)
ar: بطاقة SD الخارجية (إن وجدت)
nl: Externe SD-kaart (indien beschikbaar)

# settings_storage_external_not_implemented
source: External storage not yet implemented
ar: التخزين الخارجي غير متاح بعد
nl: Externe opslag nog niet geïmplementeerd

# settings_storage_format
source: Downloads: %1$@ • Available: %2$@ of %3$@
ar: التنزيلات: %1$@ • المتاح: %2$@ من %3$@
nl: Downloads: %1$@ • Beschikbaar: %2$@ van %3$@

# settings_storage_internal
source: Internal Storage
ar: التخزين الداخلي
nl: Interne opslag

# settings_storage_internal_selected
source: Using internal storage
ar: يتم استخدام التخزين الداخلي
nl: Interne opslag wordt gebruikt

# settings_storage_location
source: Storage Location
ar: موقع التخزين
nl: Opslaglocatie

# settings_storage_location_desc
source: Choose where to save downloads
ar: اختر مكان حفظ التنزيلات
nl: Kies waar downloads worden opgeslagen

# settings_support
source: Support
ar: الدعم
nl: Ondersteuning

# settings_support_center
source: Support Center
ar: مركز المساعدة
nl: Helpcentrum

# settings_support_center_desc
source: Get help and send feedback
ar: احصل على المساعدة وأرسل ملاحظاتك
nl: Krijg hulp en stuur feedback

# settings_theme
source: Theme
ar: السمة
nl: Thema

# settings_theme_change_failed
source: Failed to change theme. Please try again.
ar: فشل تغيير السمة. يرجى المحاولة مرة أخرى.
nl: Thema wijzigen mislukt. Probeer het opnieuw.

# settings_theme_changed
source: Theme changed
ar: تم تغيير السمة
nl: Thema gewijzigd

# settings_theme_coming_soon
source: Theme selection coming soon
ar: اختيار السمة قريباً
nl: Thema selectie komt binnenkort

# settings_theme_dark
source: Dark
ar: داكن
nl: Donker

# settings_theme_desc
source: Choose app theme
ar: اختر سمة التطبيق
nl: Kies app-thema

# settings_theme_light
source: Light
ar: فاتح
nl: Licht

# settings_theme_select_title
source: Select Theme
ar: اختر السمة
nl: Thema selecteren

# settings_theme_system
source: System default
ar: النظام الافتراضي
nl: Systeemstandaard

# settings_theme_system_resolved
source: System default (%1$@)
ar: النظام الافتراضي (%1$@)
nl: Systeemstandaard (%1$@)

# settings_title
source: Settings
ar: الإعدادات
nl: Instellingen

# settings_wifi_only
source: WiFi Only
ar: واي فاي فقط
nl: Alleen WiFi

# settings_wifi_only_desc
source: Only download over WiFi connections
ar: التنزيل عبر شبكة واي فاي فقط
nl: Alleen downloaden via WiFi-verbindingen

# share_app_promo
source: Get FitrahTube for ad-free Islamic content!
ar: حمّل فطرة تيوب للمحتوى الإسلامي بدون إعلانات!
nl: Download FitrahTube voor advertentievrije islamitische content!

# share_channel_chooser
source: Share channel
ar: مشاركة القناة
nl: Kanaal delen

# share_channel_in_app
source: Open this channel in FitrahTube:
ar: افتح هذه القناة في فطرة تيوب:
nl: Open dit kanaal in FitrahTube:

# share_playlist_chooser
source: Share playlist
ar: مشاركة قائمة التشغيل
nl: Afspeellijst delen

# share_playlist_in_app
source: Open this playlist in FitrahTube:
ar: افتح قائمة التشغيل هذه في فطرة تيوب:
nl: Open deze afspeellijst in FitrahTube:

# share_video_chooser
source: Share video
ar: مشاركة الفيديو
nl: Video delen

# share_watch_in_app
source: Watch in FitrahTube:
ar: شاهد في فطرة تيوب:
nl: Bekijk in FitrahTube:

# shorts_audio_track_cd
source: Audio language
ar: اللغة الصوتية
nl: Audio-taal

# shorts_audio_track_original_prefix
source: Original: %1$@
ar: الأصلية: %1$@
nl: Origineel: %1$@

# shorts_audio_track_title
source: Audio language
ar: اللغة الصوتية
nl: Audio-taal

# shorts_download_cd
source: Download
ar: تنزيل
nl: Downloaden

# shorts_download_preparing
source: Preparing, tap again in a moment
ar: جاري التحضير، انقر مرة أخرى بعد لحظة
nl: Bezig met voorbereiden, tik straks opnieuw

# shorts_error_feed_empty
source: No shorts available
ar: لا توجد مقاطع قصيرة متاحة
nl: Geen shorts beschikbaar

# shorts_error_unavailable
source: Couldn't play this short. Skipping…
ar: تعذّر تشغيل هذا الشورت. يتم التخطي…
nl: Kan deze short niet afspelen. Overslaan…

# shorts_like_cd
source: Like
ar: إعجاب
nl: Vind ik leuk

# shorts_share_cd
source: Share
ar: مشاركة
nl: Delen

# shorts_subscribe
source: Subscribe
ar: اشترك
nl: Abonneren

# shorts_subscribed
source: Subscribed
ar: مشترك
nl: Geabonneerd

# splash_tagline
source: Your trusted source for Islamic content
ar: مصدرك الموثوق للمحتوى الإسلامي
nl: Uw betrouwbare bron voor islamitische content

# subcategories_title
source: Subcategories
ar: التصنيفات الفرعية
nl: Subcategorieën

# submit_content_category_hint
source: Category
ar: الفئة
nl: Categorie

# submit_content_conflict
source: Already in the registry.
ar: موجود مسبقًا في السجل.
nl: Staat al in het register.

# submit_content_detected_channel
source: Detected: Channel
ar: تم التعرف: قناة
nl: Herkend: Kanaal

# submit_content_detected_playlist
source: Detected: Playlist
ar: تم التعرف: قائمة تشغيل
nl: Herkend: Afspeellijst

# submit_content_detected_video
source: Detected: Video
ar: تم التعرف: فيديو
nl: Herkend: Video

# submit_content_error_generic
source: Could not submit. Please try again.
ar: تعذّر الإرسال. حاول مجددًا.
nl: Kon niet indienen. Probeer het opnieuw.

# submit_content_invalid_url
source: Couldn't recognise that URL. Paste a YouTube channel, playlist, or video link.
ar: تعذّر التعرف على هذا الرابط. الصق رابط قناة أو قائمة أو فيديو من يوتيوب.
nl: Kon die URL niet herkennen. Plak een YouTube-kanaal, afspeellijst of videolink.

# submit_content_note_helper
source: Why are you suggesting this? Helps the admin review faster.
ar: لماذا تقترح هذا؟ يساعد ذلك المسؤول على المراجعة بشكل أسرع.
nl: Waarom stel je dit voor? Dit helpt de beheerder sneller te beoordelen.

# submit_content_note_hint
source: Message to reviewers (optional)
ar: رسالة للمراجعين (اختياري)
nl: Bericht aan beoordelaars (optioneel)

# submit_content_pick_category
source: Pick a category
ar: اختر فئة
nl: Kies een categorie

# submit_content_rate_limited
source: Daily submission limit reached. Try again in %1$@.
ar: وصلت إلى الحد اليومي للإرسال. أعد المحاولة بعد %1$@.
nl: Dagelijkse indieningslimiet bereikt. Probeer het over %1$@ opnieuw.

# submit_content_sheet_title
source: Suggest Content
ar: اقتراح محتوى
nl: Inhoud voorstellen

# submit_content_submit_button
source: Submit for review
ar: إرسال للمراجعة
nl: Indienen ter beoordeling

# submit_content_success
source: Submitted for review
ar: تم الإرسال للمراجعة
nl: Ingediend ter beoordeling

# submit_content_url_hint
source: YouTube URL (channel, playlist, or video)
ar: رابط يوتيوب (قناة، قائمة تشغيل، أو فيديو)
nl: YouTube-URL (kanaal, afspeellijst of video)

# subtitle_picker_cd
source: Subtitles / CC
ar: الترجمات
nl: Ondertitels

# suggest_already_in_registry
source: Already in the registry
ar: موجود في السجل
nl: Al in het register

# suggest_already_pending
source: Already pending review
ar: في انتظار المراجعة
nl: Al in afwachting van beoordeling

# suggest_already_rejected
source: Previously rejected
ar: مرفوض مسبقاً
nl: Eerder afgewezen

# suggest_empty_results
source: No results for "%1$@"
ar: لا توجد نتائج لـ "%1$@"
nl: Geen resultaten voor "%1$@"

# suggest_error_generic
source: Couldn't search. Try again.
ar: تعذّر البحث. حاول مجددًا.
nl: Zoeken mislukt. Probeer het opnieuw.

# suggest_error_network
source: Network error
ar: خطأ في الشبكة
nl: Netwerkfout

# suggest_error_not_allowed
source: Not allowed
ar: غير مسموح
nl: Niet toegestaan

# suggest_error_server
source: Server error %1$@
ar: خطأ في الخادم %1$@
nl: Serverfout %1$@

# suggest_loading_more
source: Loading more…
ar: جارٍ تحميل المزيد…
nl: Meer laden…

# suggest_rate_limited
source: Search rate-limited. Try again shortly.
ar: البحث محدود مؤقتًا. حاول بعد قليل.
nl: Zoekopdracht tijdelijk beperkt. Probeer het binnenkort opnieuw.

# suggest_search_hint
source: Search YouTube…
ar: ابحث في يوتيوب…
nl: Zoek op YouTube…

# suggest_type_all
source: All
ar: الكل
nl: Alles

# suggest_type_channels
source: Channels
ar: قنوات
nl: Kanalen

# suggest_type_playlists
source: Playlists
ar: قوائم التشغيل
nl: Afspeellijsten

# suggest_type_videos
source: Videos
ar: مقاطع الفيديو

# time_ago_months
source: %1$lld months ago
ar: منذ %1$lld شهر
nl: %1$lld maanden geleden

# time_ago_weeks
source: %1$lld weeks ago
ar: منذ %1$lld أسبوع
nl: %1$lld weken geleden

# time_ago_years
source: %1$lld years ago
ar: منذ %1$lld سنة
nl: %1$lld jaar geleden

# type_channel
source: Channel
ar: قناة
nl: Kanaal

# type_playlist
source: Playlist
ar: قائمة تشغيل
nl: Afspeellijst

# type_video
source: Video
ar: فيديو

# upcoming_badge
source: UPCOMING
ar: قادم
nl: GEPLAND

# update_available_message
source: %1$@ is ready to download. %2$@
ar: الإصدار %1$@ متاح. %2$@
nl: Versie %1$@ is beschikbaar. %2$@

# update_available_title
source: New version available
ar: يتوفر تحديث
nl: Update beschikbaar

# update_body_generic
source: A new version is available. We recommend installing it — older versions may not perform as well as you're used to.
ar: يتوفر إصدار جديد. ننصح بتثبيته — قد لا تعمل الإصدارات الأقدم بنفس الكفاءة التي اعتدت عليها.
nl: Er is een nieuwe versie beschikbaar. We raden aan deze te installeren — oudere versies presteren mogelijk niet zo goed als je gewend bent.

# update_cancelled_warning
source: Update skipped. The app may not perform as well as you're used to until you update.
ar: تم تخطي التحديث. قد لا يعمل التطبيق بنفس الكفاءة التي اعتدت عليها حتى تقوم بالتحديث.
nl: Update overgeslagen. De app presteert mogelijk niet zo goed als je gewend bent totdat je bijwerkt.

# update_check_failed
source: Couldn't check for updates. Please try again.
ar: تعذر التحقق من التحديثات.
nl: Kan niet controleren op updates.

# update_check_up_to_date
source: FitrahTube is up to date.
ar: أنت تستخدم أحدث إصدار.
nl: U gebruikt de nieuwste versie.

# update_download_and_install
source: Update now
ar: تنزيل وتثبيت
nl: Downloaden en installeren

# update_download_failed
source: Download failed. Please try again.
ar: فشل تنزيل التحديث.
nl: Update-download mislukt.

# update_downloading
source: Downloading update…
ar: جاري تنزيل التحديث…
nl: Update downloaden…

# update_grant_permission
source: Open settings
ar: فتح الإعدادات
nl: Instellingen openen

# update_install_failed
source: Update install failed: %1$@
ar: فشل تثبيت التحديث: %1$@
nl: Installatie van update mislukt: %1$@

# update_install_success
source: FitrahTube updated.
ar: تم تحديث FitrahTube.
nl: FitrahTube bijgewerkt.

# update_installed_restart
source: Update installed — restart FitrahTube to apply it.
ar: تم تثبيت التحديث — أعد تشغيل FitrahTube لتطبيقه.
nl: Update geïnstalleerd — herstart FitrahTube om toe te passen.

# update_no_release_notes
source: No release notes.
ar: لا توجد ملاحظات إصدار.
nl: Geen release-opmerkingen.

# update_permission_message
source: To install the update, allow %1$@ to install apps. Tap Open settings, enable the permission, then tap Check for updates again.
ar: لتثبيت الإصدار الجديد، امنح الإذن بتثبيت التطبيقات غير المعروفة لـ %1$@ في الشاشة التالية، ثم اضغط على التحقق من التحديثات مرة أخرى.
nl: Om de nieuwe versie te installeren, verleen toestemming om onbekende apps te installeren voor %1$@ in het volgende scherm en tik vervolgens opnieuw op Controleren op updates.

# update_permission_title
source: Permission needed
ar: السماح بالتثبيت من هذا التطبيق
nl: Installatie vanuit deze app toestaan

# update_preparing
source: Preparing to install…
ar: جارٍ التحضير للتثبيت…
nl: Installatie voorbereiden…

# update_previous_attempt_failed
source: Last update attempt didn't complete. Tap Install again or try ADB sideload if it keeps failing.
ar: آخر محاولة تحديث لم تكتمل. اضغط تثبيت مرة أخرى، أو جرّب التثبيت عبر ADB إذا استمر الفشل.
nl: De vorige update-poging is niet voltooid. Tik nogmaals op Installeren of probeer ADB-sideload als het blijft falen.

# update_previous_attempt_failed_with_reason
source: Last update attempt didn't complete (%1$@). Tap Install again or try ADB sideload if it keeps failing.
ar: آخر محاولة تحديث لم تكتمل (%1$@). اضغط تثبيت مرة أخرى، أو جرّب التثبيت عبر ADB إذا استمر الفشل.
nl: De vorige update-poging is niet voltooid (%1$@). Tik nogmaals op Installeren of probeer ADB-sideload als het blijft falen.

# update_signature_mismatch
source: Downloaded update did not match the installed app's signature and was refused. Please re-download from the trusted source.
ar: التحديث الذي تم تنزيله لم يطابق توقيع التطبيق المثبت ورُفض. يرجى إعادة التنزيل من مصدر موثوق.
nl: De gedownloade update komt niet overeen met de handtekening van de geïnstalleerde app en is geweigerd. Download opnieuw vanaf een vertrouwde bron.

# update_view_full_changelog
source: View full changelog →
ar: عرض سجل التغييرات الكامل ←
nl: Volledige changelog bekijken →

# video_count
source: %1$lld videos
ar: %1$lld فيديو

# video_uploaded_days_ago
source: %1$lld days ago
ar: منذ %1$lld يوم
nl: %1$lld dagen geleden

# video_uploaded_today
source: Today
ar: اليوم
nl: Vandaag

# video_views
source: %1$@ views
ar: %1$@ مشاهدة
nl: %1$@ weergaven

# video_views_format
source: %1$@ views
ar: %1$@ مشاهدة
nl: %1$@ weergaven

# videos_empty_subtitle
source: Approved videos will appear here
ar: ستظهر الفيديوهات المعتمدة هنا
nl: Goedgekeurde video's verschijnen hier

# videos_empty_title
source: No videos yet
ar: لا توجد فيديوهات بعد
nl: Nog geen video's

# views_count
source: %1$lld views
ar: %1$lld مشاهدة
nl: %1$lld weergaven
